pub const USERS_DATA: &str = "Анна
синий
Максим
зеленый
Екатерина
красный
Иван
желтый
Ольга
оранжевый
Алексей
фиолетовый
София
розовый
Дмитрий
серый
Наталья
коричневый
Павел
голубой";

pub const CATS_DATA: &str = "Мурзик
3
Домашний кот
Ласковый, игривый, любит спать на солнышке
Барсик
2
Британская короткошерстная
Спокойный, любит почесушки за ушком, играет с игрушками
Леопольд
4
Сиамская
Умный, активный, общительный, любит мягкие подушки
Том
1
Мейн-кун
Очень игривый, любит висеть на высоких местах
Гарфилд
5
Американский кёрл
Ленивый, любит есть, но играть тоже не прочь
Шерлок
2
Русская голубая
Умный, любознательный, играет с мышками
Матильда
7
Сфинкс
Ласковая, очень теплолюбивая, всегда на руках у хозяина
Люси
3
Бенгальская
Энергичная, играет с водой, любит дразнить собаку в доме
Оскар
6
Манчкин
Коротконогий, спокойный, любит спать на кухонном столе
Тиффани
4
Персидская
Гордая, требует внимания, любит чистоту и уют";

pub const CARS_DATA: &str = "Toyota
Camry
2020
BMW 3
Series
2019
Honda
Civic
2021
Ford
Mustang
2018
Mercedes-Benz
C-Class
2022
Nissan
Altima
2017
Chevrolet
Malibu
2020
Audi
A4
2019
Volkswagen
Golf
2021
Subaru
Outback
2016";
